Repository: vincentbattez/DynamicNotch
Catalog: DynamicNotch/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fa, fi, fil, fr, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt, ro, ru, sk, sr, sv, th, tr, uk, vi, zh_hans, zh_hant

# settings.notch.display.hideInFullScreen.title
source: Hide live activity in full-screen mode
ar: إخفاء النشاط المباشر في وضع ملء الشاشة
cs: Skrýt aktivitu v celoobrazovkovém režimu
de: Live-Aktivität im Vollbildmodus ausblenden
es: Ocultar actividad en vivo en pantalla completa
fr: Masquer l'activité en mode plein écran
id: Sembunyikan Aktivitas dalam Layar Penuh
it: Nascondi attività a schermo intero
ja: フルスクリーン時に非表示
ko: 전체 화면 시 활동 숨기기
nl: Activiteit verbergen in schermvullende weergave
pl: Ukrywaj aktywność w trybie pełnoekranowym
pt: Ocultar atividade em ecrã inteiro
ru: Скрывать живую активность в полноэкранном режиме
sv: Dölj aktivitet i helskärmsläge
tr: Tam ekran modunda canlı etkinliği gizle
uk: Ховати активність у повноекранному режимі
vi: Ẩn hoạt động ở chế độ toàn màn hình
zh_hans: 全屏模式下隐藏实时活动
zh_hant: 全螢幕時隱藏活動

# settings.notch.display.subtitle
source: Configure where and how the notch is displayed.
ar: تكوين مكان وكيفية عرض النوتش.
cs: Konfigurace místa a způsobu zobrazení výřezu.
de: Konfiguriere, wo und wie die Notch angezeigt wird.
es: Configura dónde y cómo se muestra la muesca.
fr: Configurer où et comment l'encoche s'affiche.
id: Konfigurasikan di mana dan bagaimana notch muncul.
it: Configura dove e come appare il notch.
ja: ノッチの表示場所と外観を設定します。
ko: 노치가 표시되는 위치와 방식을 구성합니다.
nl: Configureer waar en hoe de notch verschijnt.
pl: Skonfiguruj, gdzie i jak pojawia się notch.
pt: Configurar onde e como o notch é apresentado.
ru: Настройте то, где и как отображается вырез.
sv: Konfigurera var och hur flärpen visas.
tr: Çentiğin nerede ve nasıl gösterileceğini yapılandırın.
uk: Налаштуйте, де і як з'являється виріз notch.
vi: Định cấu hình vị trí và cách thức hiển thị của notch.
zh_hans: 配置刘海显示的位置和方式。
zh_hant: 設定「瀏海」出現的位置與方式。

# settings.notch.display.title
source: Display
ar: الشاشة
cs: Displej
es: Visualización
fr: Écran
id: Layar
it: Schermo
ja: ディスプレイ
ko: 디스플레이
nl: Beeldscherm
pl: Ekran
pt: Ecrã
ru: Отображение
sv: Skärm
tr: Ekran
uk: Дисплей
vi: Màn hình
zh_hans: 显示
zh_hant: 顯示器

# settings.notch.gestures.collapse.click
source: Click
ar: نقر
cs: Kliknutí
de: Klick
es: Clic
fr: Clic
id: Klik
it: Clic
ja: クリック
ko: 클릭
nl: Klikken
pl: Kliknięcie
pt: Clique
ru: Клик
sv: Klick
tr: Tıklama
uk: Клік
vi: Nhấp
zh_hans: 点击
zh_hant: 按一下

# settings.notch.gestures.collapse.hoverLeaves
source: Cursor leaves
ar: مغادرة المؤشر
cs: Ukazatel opustí oblast
de: Mauszeiger verlässt Bereich
es: El cursor sale
fr: Curseur quitte la zone
id: Kursor Meninggalkan Area
it: Il cursore esce
ja: カーソルが離れた時
ko: 커서가 벗어날 때
nl: Aanwijzer verlaat
pl: Kursor opuszcza obszar
pt: Cursor sai da área
ru: Уход курсора
sv: Pekaren lämnar
tr: İmleç ayrılınca
uk: Курсор виходить
vi: Con trỏ rời khỏi
zh_hans: 光标离开
zh_hant: 游標移開

# settings.notch.gestures.collapseGesture.desc
source: Choose whether expanded content closes on click or when the cursor leaves the notch.
ar: اختر ما إذا كان المحتوى الموسع يُغلق عند النقر أو عند مغادرة المؤشر للنوتش.
cs: Zvolte, zda se rozbalený obsah zavře kliknutím, nebo když ukazatel opustí výřez.
de: Wähle, ob geöffnete Inhalte per Klick oder beim Verlassen des Mauszeigers schließen.
es: Elige si el contenido expandido se cierra al hacer clic o cuando el cursor abandona la muesca.
fr: Choisir si le contenu agrandi se ferme d'un clic ou lorsque le curseur quitte l'encoche.
id: Pilih apakah konten yang diperluas ditutup dengan klik atau saat kursor meninggalkan notch.
it: Scegli se il contenuto espanso si chiude con un clic o quando il cursore lascia il notch.
ja: 展開したコンテンツをクリックで閉じるか、カーソルがノッチを離れたときに閉じるかを選択します。
ko: 확장된 콘텐츠가 클릭으로 닫힐지 커서가 노치를 벗어날 때 닫힐지 선택하세요.
nl: Kies of uitgeklapte inhoud sluit met een klik of wanneer de aanwijzer de notch verlaat.
pl: Wybierz, czy rozwinięta zawartość zamyka się po kliknięciu, czy po opuszczeniu notcha przez kursor.
pt: Escolher se o conteúdo expandido fecha com um clique ou quando o cursor sai do notch.
ru: Выберите, закрывается ли расширенный вид по клику или при уходе курсора с выреза.
sv: Välj om expanderat innehåll stängs med ett klick eller när pekaren lämnar flärpen.
tr: Genişletilmiş içeriğin tıklamayla mı yoksa imleç çentikten ayrıldığında mı kapanacağını seçin.
uk: Виберіть, чи закривається розгорнутий вміст кліком або коли курсор залишає notch.
vi: Chọn xem nội dung mở rộng đóng bằng một cú nhấp chuột hay khi con trỏ rời khỏi notch.
zh_hans: 选择展开内容是通过点击还是光标离开刘海时关闭。
zh_hant: 選擇展開的內容是透過按一下關閉，還是當游標離開「瀏海」時關閉。

# settings.notch.gestures.collapseGesture.title
source: Collapse gesture
ar: إيماءة الطي
cs: Gesto sbalení
de: Schließgeste
es: Gesto de contracción
fr: Geste de fermeture
id: Gerakan Menutup
it: Gesto di chiusura
ja: 閉じるジェスチャ
ko: 닫기 제스처
nl: Inklapgebaar
pl: Gest zamykania
pt: Gesto de fecho
ru: Жест сворачивания
sv: Stängningsgest
tr: Daraltma hareketi
uk: Жест згортання
vi: Cử chỉ thu gọn
zh_hans: 收起手势
zh_hant: 收合手勢

# settings.notch.gestures.expand.click
source: Click
ar: نقر
cs: Kliknutí
de: Klick
es: Clic
fr: Clic
id: Klik
it: Clic
ja: クリック
ko: 클릭
nl: Klikken
pl: Kliknięcie
pt: Clique
ru: Клик
sv: Klick
tr: Tıklama
uk: Клік
vi: Nhấp
zh_hans: 点击
zh_hant: 按一下

# settings.notch.gestures.expand.hover
source: Hover
ar: تمرير المؤشر
cs: Přejetí myší
de: Überfahren (Hover)
es: Pasar el cursor
fr: Survol
id: Arahkan Kursor
it: Passaggio del mouse
ja: ホバー
ko: 마우스 올리기 (호버)
nl: Aanwijzen (hover)
pl: Najechanie kursorem
pt: Passar o cursor
ru: Наведение
sv: Peka (hovra)
tr: Üzerine gelme
uk: Наведення курсору
vi: Di chuột qua
zh_hans: 悬停
zh_hant: 停留（懸停）

# settings.notch.gestures.expand.pressAndHold
source: Press and hold
ar: ضغط مع الاستمرار
cs: Stisknutí a podržení
de: Gedrückt halten
es: Mantener pulsado
fr: Maintenir enfoncé
id: Tekan dan Tahan
it: Tieni premuto
ja: 長押し
ko: 길게 누르기
nl: Ingedrukt houden
pl: Naciśnij i przytrzymaj
pt: Premir sem soltar
ru: Удержание
sv: Tryck och håll
tr: Basılı tutma
uk: Натискання й утримання
vi: Nhấn và giữ
zh_hans: 长按
zh_hant: 按住不放

# settings.notch.gestures.expandActivity.desc
source: Allow the selected notch gesture to open the expanded live activity layout when supported.
ar: السماح لإيماءة النوتش المحددة بفتح تخطيط النشاط المباشر الموسع عند دعمه.
cs: Povolit vybrané gesto pro otevření rozbaleného zobrazení živé aktivity.
de: Ausgewählte Notch-Geste zum Öffnen der erweiterten Ansicht erlauben.
es: Permitir que el gesto seleccionado abra la vista expandida de la actividad en vivo.
fr: Autoriser le geste sélectionné pour ouvrir la vue agrandie de l'activité en direct.
id: Izinkan gerakan yang dipilih untuk membuka tampilan aktivitas langsung yang diperluas.
it: Consenti il gesto selezionato per aprire la vista espansa dell'attività in tempo reale.
ja: ライブアクティビティの展開表示を開くジェスチャを許可します。
ko: 실시간 활동의 확장 보기를 열 수 있는 제스처를 허용합니다.
nl: Sta het geselecteerde gebaar toe om de uitgeklapte weergave van de live activiteit te openen.
pl: Zezwalaj na wybrany gest, aby otworzyć rozwinięty widok aktywności na żywo.
pt: Permitir o gesto selecionado para abrir a vista expandida da atividade em tempo real.
ru: Позволить выбранному жесту выреза открывать расширенный вид живой активности.
sv: Tillåt den valda gesten att öppna den expanderade vyn för liveaktiviteten.
tr: Seçilen çentik hareketinin, desteklendiğinde genişletilmiş canlı etkinlik düzenini açmasına izin ver.
uk: Дозволити вибраний жест для відкриття розгорнутого вигляду активності наживо.
vi: Cho phép cử chỉ đã chọn mở chế độ xem mở rộng của hoạt động trực tiếp.
zh_hans: 允许选定的刘海手势打开展开的实时活动布局。
zh_hant: 允許所選筆勢開啟即時活動的展開檢視。

# settings.notch.gestures.expandActivity.title
source: Expand live activity
ar: توسيع النشاط المباشر
cs: Rozbalit živou aktivitu
de: Live-Aktivität erweitern
es: Expandir actividad en vivo
fr: Agrandir l'activité en direct
id: Perluas Aktivitas Langsung
it: Espandi attività in tempo reale
ja: ライブアクティビティを展開
ko: 실시간 활동 확장
nl: Live activiteit uitklappen
pl: Rozwiń aktywność na żywo
pt: Expandir atividade em tempo real
ru: Развернуть живую активность
sv: Expandera liveaktivitet
tr: Canlı etkinliği genişlet
uk: Розгортати активність наживо
vi: Mở rộng hoạt động trực tiếp
zh_hans: 展开实时活动
zh_hant: 展開即時活動

# settings.notch.gestures.expandGesture.desc
source: Choose whether expanded content opens on click, after holding the notch, or after hovering over it.
ar: اختر ما إذا كان المحتوى الموسع يفتح عند النقر أو بعد الضغط مع الاستمرار أو بعد التمرير فوقه.
cs: Zvolte, zda se rozbalený obsah otevírá kliknutím, podržením nebo najetím myší.
de: Wähle, ob geöffnete Inhalte per Klick, Halten oder Überfahren öffnen.
es: Elige si el contenido expandido se abre al hacer clic, al mantener pulsado o al pasar el cursor.
fr: Choisir si le contenu agrandi s'ouvre d'un clic, d'un appui prolongé ou au survol.
id: Pilih apakah konten yang diperluas terbuka dengan klik, tekan dan tahan, atau arahkan kursor.
it: Scegli se il contenuto espanso si apre con un clic, tenendo premuto o al passaggio del mouse.
ja: 展開コンテンツをクリック、長押し、またはホバーで開くかを選択します。
ko: 확장 콘텐츠를 클릭, 길게 누르기 또는 마우스 올리기로 열지 선택하세요.
nl: Kies of uitgeklapte inhoud wordt geopend met een klik, ingedrukt houden of aanwijzen.
pl: Wybierz, czy rozwinięta zawartość otwiera się po kliknięciu, przytrzymaniu czy najechaniu kursorem.
pt: Escolher se o conteúdo expandido abre com um clique, premindo sem soltar ou ao passar o cursor.
ru: Выберите, открывается ли расширенный вид по клику, удержанию или наведению на вырез.
sv: Välj om expanderat innehåll öppnas med ett klick, tryck och håll eller genom att hovra.
tr: Genişletilmiş içeriğin tıklamayla mı, çentik basılı tutulduğunda mı yoksa üzerine gelindiğinde mi açılacağını seçin.
uk: Виберіть, чи відкривається розгорнутий вміст кліком, утриманням або наведенням.
vi: Chọn xem nội dung mở rộng mở bằng nhấp, nhấn và giữ hay di chuột.
zh_hans: 选择展开内容是通过点击、长按刘海还是悬停打开。
zh_hant: 選擇展開內容是透過按一下、按住還是懸停開啟。

# settings.notch.gestures.expandGesture.title
source: Expand gesture
ar: إيماءة التوسيع
cs: Gesto rozbalení
de: Öffnungsgeste
es: Gesto de expansión
fr: Geste d'ouverture
id: Gerakan Membuka
it: Gesto di apertura
ja: 開くジェスチャ
ko: 열기 제스처
nl: Uitklapgebaar
pl: Gest otwierania
pt: Gesto de abertura
ru: Жест развёртывания
sv: Öppningsgest
tr: Genişletme hareketi
uk: Жест розгортання
vi: Cử chỉ mở rộng
zh_hans: 展开手势
zh_hant: 展開手勢

# settings.notch.gestures.hoverHaptic.desc
source: Produce a soft haptic tick when the cursor enters the collapsed notch.
ar: تشغيل ردود اللمس عند تحريك المؤشر فوق الشق.
bg: Възпроизвеждане на тактилна обратна връзка при посочване на ноча.
bn: নচের উপর মাউস ঘোরালে হ্যাপটিক প্রতিক্রিয়া বাজান।
ca: Reprodueix resposta hàptica en passar el cursor sobre el notch.
cs: Generovat jemnou haptickou odezvu, když ukazatel vstoupí do zavřeného výřezu.
da: Afspil haptisk feedback, når markøren føres over notchen.
de: Sanftes haptisches Feedback erzeugen, wenn der Zeiger in die geschlossene Notch eintritt.
el: Αναπαραγωγή απτικής ανάδρασης κατά την αιώρηση πάνω από το notch.
es: Producir un toque háptico suave cuando el cursor entra en la muesca contraída.
fa: پخش بازخورد لمسی هنگام نگه داشتن نشانگر روی ناچ.
fi: Toista haptinen palaute, kun osoitin viedään notchin päälle.
fil: Magpatugtog ng haptic feedback kapag nag-hover sa ibabaw ng notch.
fr: Produire un léger retour haptique lorsque le curseur entre dans l'encoche fermée.
he: הפעל משוב רטט בעת ריחוף מעל המגרעת.
hi: नॉच पर कर्सर ले जाने पर हैप्टिक फीडबैक चलाएं।
hr: Reproduciraj haptički odziv pri prelasku preko ureza.
hu: Haptikus visszajelzés lejátszása a notch fölé mutatva.
id: Hasilkan umpan balik haptik halus saat kursor memasuki notch yang tertutup.
it: Genera un leggero feedback aptico quando il cursore entra nel notch chiuso.
ja: 閉じているノッチにカーソルが入ったときに軽い触覚フィードバックを生成します。
kk: Ойық үстіне меңзерді апарған кезде діріл кері байланысын ойнату.
ko: 커서가 닫힌 노치에 들어갈 때 가벼운 햅틱 피드백을 생성합니다.
ms: Mainkan maklum balas haptik semasa menuding ke atas notch.
nb: Spill av følbar tilbakemelding når pekeren føres over notchen.
nl: Genereer een lichte voelbare feedback wanneer de aanwijzer de gesloten notch binnengaat.
pl: Generuj delikatną reakcję haptyczną, gdy kursor wejdzie w zamknięty notch.
pt: Produzir uma resposta háptica suave quando o cursor entra no notch fechado.
ro: Redați feedback haptic la trecerea cursorului peste notch.
ru: Производить мягкий тактильный щелчок при наведении курсора на свёрнутый вырез.
sk: Prehrať haptickú odozvu pri prejdení kurzorom cez výrez.
sr: Пусти хаптички одзив при преласку преко ноча.
sv: Skapa en mjuk haptisk återkoppling när pekaren rör sig över den stängda flärpen.
th: เล่นการตอบสนองแบบสัมผัสเมื่อเลื่อนเคอร์เซอร์ไปชี้รอยบาก
tr: İmleç daraltılmış çentiğe girdiğinde hafif bir dokunsal geri bildirim ver.
uk: Створювати легкий тактильний відгук, коли курсор заходить у закритий notch.
vi: Tạo phản hồi xúc giác nhẹ khi con trỏ đi vào notch đang đóng.
zh_hans: 光标进入收起的刘海时产生轻柔的触觉反馈。
zh_hant: 當游標進入關閉的「瀏海」時產生輕微的觸覺回饋。

# settings.notch.gestures.hoverHaptic.title
source: Hover haptic feedback
ar: ردود التحويم اللمسية
bg: Тактилна обратна връзка при посочване
bn: মাউস ঘোরালে হ্যাপটিক
ca: Resposta hàptica en passar el cursor
cs: Haptická odezva při najetí
da: Haptisk feedback ved markøroverførsel
de: Haptisches Feedback beim Überfahren
el: Απτική ανάδραση αιώρησης
es: Retroalimentación háptica al pasar el cursor
fa: بازخورد لمسی با نگه داشتن نشانگر
fi: Osoituksen haptinen palaute
fil: Haptic sa Pag-hover
fr: Retour haptique au survol
he: משוב רטט בריחוף
hi: होवर हैप्टिक फीडबैक
hr: Haptički odziv pri prelasku
hu: Rámutatási haptikus visszajelzés
id: Umpan Balik Haptik Arahkan Kursor
it: Feedback aptico al passaggio del mouse
ja: ホバー触覚フィードバック
kk: Меңзер апарғандағы діріл
ko: 호버 햅틱 피드백
ms: Maklum balas haptik tudingan
nb: Følbar tilbakemelding ved peking
nl: Voelbare feedback bij aanwijzen
pl: Wibracja przy najechaniu
pt: Resposta háptica ao passar o cursor
ro: Feedback haptic la survolare
ru: Тактильный отклик при наведении
sk: Haptická odozva pri prejdení
sr: Хаптички одзив при преласку
sv: Haptisk återkoppling vid hovring
th: การตอบสนองแบบสัมผัสเมื่อชี้
tr: Üzerine gelme dokunsal geri bildirimi
uk: Тактильний відгук при наведенні
vi: Phản hồi xúc giác khi di chuột
zh_hans: 悬停触觉反馈
zh_hant: 懸停觸覺回饋

# settings.notch.gestures.navTitle
source: Gestures
ar: الإيماءات
bg: Жестове
bn: অঙ্গভঙ্গি
ca: Gestos
cs: Gesta
da: Bevægelser
de: Gesten
el: Χειρονομίες
es: Gestos
fa: ژست‌ها
fi: Eleet
fil: Mga Galaw
fr: Gestes
he: מחוות
hi: इशारे
hr: Geste
hu: Kézmozdulatok
id: Gerakan
it: Gesti
ja: ジェスチャ
kk: Ым-ишаралар
ko: 제스처
ms: Gerak isyarat
nb: Bevegelser
nl: Gebaren
pl: Gesty
pt: Gestos
ro: Gesturi
ru: Жесты
sk: Gestá
sr: Гестови
sv: Gester
th: ท่าทางสัมผัส
tr: Hareketler
uk: Жести
vi: Cử chỉ
zh_hans: 手势
zh_hant: 手勢

# settings.notch.gestures.pressHoldTiming.desc
source: Adjust how quickly press-and-hold and hover expansion trigger.
ar: ضبط سرعة تفعيل الضغط المطوّل وتوسيع التحويم.
bg: Регулирайте колко бързо се задействат натискането със задържане и посочването.
bn: চাপুন এবং ধরে রাখুন এবং হোভার প্রসারণের গতি সামঞ্জস্য করুন।
ca: Ajusta la rapidesa amb què s'activa el mantenir premut i l'expansió en passar el cursor.
cs: Upravte odezvu stisknutí a podržení a najetí myší.
da: Juster, hvor hurtigt tryk-og-hold og markøroverførselsudvidelse udløses.
de: Auslöseverzögerung für Gedrückthalten und Überfahren anpassen.
el: Ρυθμίστε πόσο γρήγορα ενεργοποιούνται το παρατεταμένο πάτημα και η επέκταση αιώρησης.
es: Ajustar la rapidez con la que se activa la expansión por pulsación prolongada y al pasar el cursor.
fa: تنظیم سرعت راه‌اندازی فشردن و نگه‌داشتن و گسترش با نشانگر.
fi: Säädä kuinka nopeasti painallus ja pito sekä osoituslaajennus laukeavat.
fil: Ayusin ang bilis ng pag-trigger ng press at hold at pagpapalawak sa pag-hover.
fr: Ajuster la réactivité de l'appui prolongé et du survol.
he: כוונן את מהירות ההפעלה של לחיצה ממושכת והרחבת ריחוף.
hi: समायोजित करें कि प्रेस-एंड-होल्ड और होवर विस्तार कितनी जल्दी ट्रिगर होते हैं।
hr: Prilagodite brzinu pokretanja pritiska i držanja te proširenja prelaskom.
hu: Állítsa be a nyomva tartás és a rámutatásos kibontás gyorsaságát.
id: Sesuaikan responsivitas tekan tahan dan arahkan kursor.
it: Regola la reattività della pressione prolungata e del passaggio del mouse.
ja: 長押しおよびホバーの反応タイミングを調整します。
kk: Басып тұру және меңзерді апару арқылы кеңейту уақытын реттеңіз.
ko: 길게 누르기 및 마우스 올리기 반응 속도를 조정합니다.
ms: Laras kepantasan pencetus tekan-dan-tahan dan pengembangan tudingan.
nb: Juster hvor raskt trykk-og-hold og pekeroverføringsutvidelse utløses.
nl: Pas de reactietijd voor ingedrukt houden en aanwijzen aan.
pl: Dostosuj szybkość reakcji na naciśnięcie i przytrzymanie oraz najechanie.
pt: Ajustar a sensibilidade do gesto de premir sem soltar e passagem do cursor.
ro: Ajustați cât de rapid se declanșează apăsarea lungă și extinderea la survolare.
ru: Настроить, как быстро срабатывает развёртывание при удержании и наведении.
sk: Upraviť rýchlosť spustenia stlačenia a podržania a rozbalenia prejdením.
sr: Прилагодите брзину покретања притиска и задржавања и проширења преласком.
sv: Justera responsen för tryck och håll samt hovring.
th: ปรับความเร็วของการกดค้างและการขยายเมื่อชี้เมาส์
tr: Basılı tutma ve üzerine gelme ile genişletmenin ne kadar hızlı tetikleneceğini ayarlayın.
uk: Налаштуйте чутливість натискання з утриманням та наведення.
vi: Điều chỉnh độ nhạy của thao tác nhấn giữ và di chuột.
zh_hans: 调整长按和悬停展开的触发速度。
zh_hant: 調整按住和懸停的靈敏度。

# settings.notch.gestures.pressHoldTiming.title
source: Press and hold timing
ar: توقيت الضغط المطوّل
bg: Време за натискане и задържане
bn: চাপা ও ধরে রাখার সময়
ca: Temporització de mantenir premut
cs: Časování stisknutí a podržení
da: Tryk og hold-timing
de: Druck- und Haltezeit
el: Χρόνος παρατεταμένου πατήματος
es: Tiempo de pulsación prolongada
fa: زمان‌بندی فشردن و نگه‌داشتن
fi: Painalluksen ja pidon ajoitus
fil: Timing ng Press at Hold
fr: Délai de maintien
he: תזמון לחיצה ממושכת
hi: प्रेस और होल्ड समय
hr: Vrijeme pritiska i držanja
hu: Nyomva tartás időzítése
id: Waktu Tekan Tahan
it: Tempistica di pressione prolungata
ja: 長押しタイミング
kk: Басып тұру уақыты
ko: 길게 누르기 타이밍
ms: Masa tekan dan tahan
nb: Trykk-og-hold-timing
nl: Timing van ingedrukt houden
pl: Czas przytrzymania
pt: Tempo de espera
ro: Sincronizare apăsare lungă
ru: Время удержания
sk: Časovanie stlačenia a podržania
sr: Време притиска и задржавања
sv: Tid för tryck och håll
th: เวลาในการกดค้าง
tr: Basılı tutma zamanlaması
uk: Час утримання
vi: Thời gian nhấn giữ
zh_hans: 长按时间
zh_hant: 按住時間設定

# settings.notch.gestures.subtitle
source: Configure click, hover, and scroll gestures.
ar: تكوين إيماءات النقر والتحويم والتمرير.
bg: Конфигурирайте жестове за щракване, посочване и превъртане.
bn: ক্লিক, হোভার এবং স্ক্রোল অঙ্গভঙ্গি কনফিগার করুন।
ca: Configura els gestos de clic, passar el cursor i desplaçament.
cs: Konfigurace gest kliknutí, najetí myší a posouvání.
da: Konfigurer klik-, svæve- og rullebevægelser.
de: Klick-, Hover- und Scroll-Gesten konfigurieren.
el: Διαμόρφωση χειρονομιών κλικ, αιώρησης και κύλισης.
es: Configura los gestos de clic, deslizamiento y desplazamiento.
fa: پیکربندی ژست‌های کلیک، نگه داشتن نشانگر و اسکرول.
fi: Määritä napsautus-, osoitus- ja vierityseleet.
fil: I-configure ang mga galaw sa pag-click, pag-hover, at pag-scroll.
fr: Configurer les gestes de clic, survol et défilement.
he: הגדר מחוות לחיצה, ריחוף וגלילה.
hi: क्लिक, होवर और स्क्रॉल जेस्चर कॉन्फ़िगर करें।
hr: Konfigurirajte geste klika, prelaska i pomicanja.
hu: Kattintási, rámutatási és görgetési kézmozdulatok konfigurálása.
id: Konfigurasikan gerakan klik, arahkan kursor, dan gulir.
it: Configura i gesti di clic, passaggio del mouse e scorrimento.
ja: クリック、ホバー、スクロールジェスチャを設定します。
kk: Басу, меңзер апару және айналдыру ым-ишараларын баптаңыз.
ko: 클릭, 마우스 올리기 및 스크롤 제스처를 구성합니다.
ms: Konfigurasikan gerak isyarat klik, tuding dan tatal.
nb: Konfigurer klikk-, peke- og rullebevegelser.
nl: Klik-, aanwijs- en scrollgebaren configureren.
pl: Skonfiguruj gesty kliknięcia, najechania i przewijania.
pt: Configurar gestos de clique, passagem do cursor e deslocamento.
ro: Configurați gesturile de clic, survolare și derulare.
ru: Настройте жесты нажатия, наведения и прокрутки.
sk: Nakonfigurujte gestá kliknutia, prejdenia a posúvania.
sr: Конфигуришите гестове клика, преласка и померања.
sv: Konfigurera gester för klick, hovring och rullning.
th: กำหนดค่าท่าทางการคลิก การชี้เมาส์ และการเลื่อน
tr: Tıklama, üzerine gelme ve kaydırma hareketlerini yapılandırın.
uk: Налаштуйте жести кліку, наведення та прокручування.
vi: Định cấu hình cử chỉ nhấp, di chuột và cuộn.
zh_hans: 配置点击、悬停和滚动手势。
zh_hant: 設定按一下、懸停與捲動手勢。
